{"recipe": 9035, "bake": 912, "nut": 7594, "cookies": 2649, "ingredients": 5563, "firmly": 4200, "packed": 7867, "brown": 1555, "sugar": 10887, "evaporated": 3909, "milk": 7088, "tsp": 11937, "vanilla": 12296, "broken": 1544, "nuts": 7609, "pecans": 8101, "tbsp": 11220, "butter": 1688, "margarine": 6743, "bite": 1213, "size": 10116, "shredded": 10020, "rice": 9239, "biscuits": 1203, "directions": 3388, "heavy": 5199, "quart": 8881, "saucepan": 9615, "mix": 7165, "stir": 10735, "medium": 6937, "heat": 5189, "mixture": 7174, "bubbles": 1592, "boil": 1330, "minutes": 7144, "cereal": 2028, "using": 12275, "teaspoons": 11322, "drop": 3604, "shape": 9904, "30": 211, "clusters": 2403, "wax": 12515, "paper": 7943, "let": 6297, "stand": 10645, "firm": 4198, "jewell": 5752, "ball": 928, "chicken": 2169, "small": 10233, "jar": 5696, "chipped": 2213, "beef": 1081, "cut": 3040, "boned": 1351, "breasts": 1486, "cream": 2810, "mushroom": 7361, "soup": 10420, "carton": 1929, "sour": 10428, "place": 8393, "baking": 923, "dish": 3414, "pour": 8603, "uncovered": 12148, "275": 191, "u00b0": 12109, "hours": 5395, "creamy": 2824, "corn": 2692, "16": 77, "oz": 7850, "pkg": 8391, "frozen": 4513, "cheese": 2115, "cubed": 2974, "garlic": 4603, "powder": 8612, "salt": 9550, "pepper": 8148, "slow": 10215, "cooker": 2647, "combine": 2508, "cover": 2754, "cook": 2643, "low": 6536, "heated": 5190, "melted": 6966, "serving": 9856, "yields": 12816, "servings": 9857, "funny": 4557, "large": 6168, "10": 5, "cans": 1830, "gravy": 4922, "box": 1425, "stove": 10769, "stuffing": 10843, "debone": 3155, "pieces": 8284, "average": 849, "square": 10593, "casserole": 1952, "level": 6307, "make": 6656, "according": 412, "instructions": 5591, "moist": 7205, "sprinkle": 10574, "350": 234, "approximately": 719, "20": 147, "golden": 4796, "bubbly": 1595, "reeses": 9073, "cups": 3009, "candy": 1812, "peanut": 8087, "graham": 4859, "cracker": 2774, "crumbs": 2936, "lb": 6220, "powdered": 8613, "chocolate": 2235, "chips": 2219, "press": 8693, "13": 53, "inch": 5509, "ungreased": 12185, "pan": 7907, "melt": 6963, "spread": 10556, "refrigerate": 9089, "gets": 4681, "hard": 5104, "refrigerator": 9094, "cheeseburger": 2116, "potato": 8575, "potatoes": 8576, "extra": 3967, "lean": 6232, "ground": 4979, "cheddar": 2103, "divided": 3451, "12": 37, "sliced": 10183, "bacon": 889, "cooked": 2646, "crumbled": 2931, "green": 4941, "onion": 7702, "chopped": 2252, "optional": 7731, "wash": 12483, "prick": 8711, "times": 11556, "fork": 4376, "microwave": 7053, "wet": 12575, "towel": 11757, "covering": 2757, "high": 5255, "soft": 10345, "ready": 9011, "eat": 3689, "cool": 2656, "handle": 5083, "half": 5051, "lengthwise": 6278, "scoop": 9701, "pulp": 8804, "reserve": 9177, "discard": 3399, "shells": 9936, "drain": 3557, "grease": 4927, "meat": 6920, "set": 9859, "aside": 790, "added": 446, "later": 6184, "kettle": 5958, "add": 445, "flour": 4305, "stirring": 10739, "smooth": 10262, "minute": 7143, "constantly": 2607, "gradually": 4856, "thickened": 11467, "cup": 2997, "tablespoons": 11055, "desired": 3271, "remaining": 9131, "onions": 7703, "rhubarb": 9229, "coffee": 2441, "cake": 1739, "egg": 3722, "buttermilk": 1705, "soda": 10341, "finely": 4170, "beat": 1054, "creamed": 2811, "alternately": 597, "greased": 4928, "topping": 11707, "scalloped": 9666, "style": 10847, "kernel": 5952, "saltine": 9554, "crackers": 2777, "crushed": 2948, "beaten": 1056, "taste": 11162, "buttered": 1693, "dot": 3523, "hour": 5393, "nolan": 7533, "steak": 10679, "round": 9430, "strips": 10818, "drained": 3558, "tomatoes": 11675, "save": 9638, "liquid": 6409, "water": 12499, "worcestershire": 12738, "sauce": 9613, "peppers": 8163, "diced": 3328, "oil": 7661, "roll": 9353, "skillet": 10133, "tomato": 11673, "browned": 1557, "simmer": 10077, "quarter": 8882, "uncover": 12147, "serve": 9851, "hot": 5383, "millionaire": 7101, "pie": 8281, "container": 2617, "whip": 12598, "pineapple": 8335, "condensed": 2562, "lemons": 6270, "crusts": 2957, "bowl": 1419, "juice": 5833, "squeeze": 10599, "remove": 9140, "seeds": 9806, "chop": 2249, "crust": 2951, "use": 12271, "chill": 2191, "overnight": 7831, "makes": 6659, "pies": 8295, "double": 3528, "cherry": 2139, "delight": 3221, "17": 84, "dark": 3111, "sweet": 10978, "pitted": 8374, "cherries": 2138, "ginger": 4705, "ale": 542, "jell": 5719, "flavor": 4261, "gelatin": 4640, "boiling": 1334, "almond": 580, "extract": 3968, "miniature": 7125, "marshmallows": 6790, "measuring": 6919, "syrup": 11014, "dissolve": 3433, "measured": 6914, "fold": 4340, "spoon": 10536, "mold": 7214, "unmold": 12207, "buckeye": 1603, "paraffin": 7956, "balls": 935, "cookie": 2648, "sheet": 9928, "freezer": 4445, "boiler": 1332, "toothpick": 11698, "dip": 3375, "way": 12518, "chip": 2210, "look": 6489, "like": 6346, "buckeyes": 1604, "quick": 8901, "barbecue": 964, "wings": 12680, "need": 7455, "dinner": 3371, "choice": 2238, "clean": 2347, "fry": 4526, "fried": 4469, "taco": 11066, "salad": 9530, "ortega": 7765, "seasoning": 9783, "lettuce": 6304, "colby": 2463, "pizza": 8379, "fat": 4062, "layer": 6212, "raw": 8995, "vegetables": 12324, "pink": 8343, "stuff": 10838, "dessert": 3277, "filling": 4157, "strawberry": 10786, "sweetened": 10981, "thawed": 11456, "whipped": 12599, "lemon": 6267, "freeze": 4443, "allow": 569, "15": 69, "fresh": 4454, "baked": 913, "shell": 9933, "qt": 8866, "cleaned": 2348, "strawberries": 10785, "cornstarch": 2708, "jello": 5723, "clear": 2355, "don": 3492, "cooled": 2657, "glaze": 4735, "continue": 2627, "layering": 6214, "berries": 1140, "easy": 3688, "german": 4677, "fudge": 4535, "pudding": 8788, "jiffy": 5758, "white": 12612, "wesson": 12571, "broccoli": 1535, "head": 5165, "slices": 10185, "red": 9052, "raisins": 8948, "mayonnaise": 6871, "vinegar": 12394, "trim": 11870, "leaves": 6243, "tough": 11747, "ends": 3810, "lower": 6538, "stalks": 10640, "thoroughly": 11497, "florets": 4299, "stems": 10700, "dressing": 3581, "toss": 11725, "gently": 4666, "ripe": 9286, "bananas": 946, "pt": 8784, "gel": 4639, "eggless": 3725, "milkless": 7089, "applesauce": 707, "shortening": 10001, "cinnamon": 2301, "cloves": 2394, "nutmeg": 7597, "sifted": 10058, "crisco": 2860, "sift": 10057, "dry": 3622, "floured": 4306, "loaf": 6448, "tube": 11988, "375": 242, "45": 268, "60": 301, "325": 223, "grandma": 4884, "hanrath": 5097, "banana": 945, "breadfort": 1473, "collins": 2485, "colorado": 2492, "eggs": 3731, "time": 11554, "frango": 4426, "mints": 7138, "devil": 3297, "food": 4357, "instant": 5587, "scrape": 9733, "35": 233, "40": 256, "cuddy": 2981, "farms": 4052, "marinated": 6762, "turkey": 12020, "sprite": 10578, "vegetable": 12323, "kikkoman": 5975, "soy": 10439, "buy": 1716, "breast": 1485, "skin": 10141, "bones": 1353, "hand": 5078, "marinade": 6759, "48": 276, "longer": 6483, "marinates": 6763, "cooking": 2650, "takes": 11092, "spaghetti": 10451, "bushel": 1680, "minced": 7114, "paste": 8019, "basil": 994, "oregano": 7745, "italian": 5645, "processor": 8735, "uncooked": 12146, "right": 9269, "remainder": 9130, "jars": 5702, "seal": 9762, "quarts": 8885, "prize": 8726, "winning": 12686, "oats": 7623, "preheated": 8659, "moderate": 7194, "oven": 7795, "slicing": 10186, "smothered": 10273, "black": 1222, "bell": 1109, "stock": 10742, "purpose": 8846, "dredging": 3575, "celery": 2015, "rib": 9231, "alex": 546, "patout": 8048, "says": 9653, "smothering": 10274, "multipurpose": 7339, "cajun": 1738, "technique": 11325, "works": 12745, "wonders": 12724, "game": 4588, "snap": 10288, "beans": 1045, "similar": 10076, "rest": 9186, "world": 12746, "knows": 6041, "braising": 1448, "briefly": 1510, "sauteed": 9632, "little": 6431, "long": 6482, "corral": 2714, "barbecued": 965, "thinner": 11484, "inches": 5510, "easily": 3683, "partially": 7997, "prepared": 8673, "mustard": 7371, "sized": 10117, "thinly": 11482, "drippings": 3596, "slowly": 10219, "occasionally": 7638, "tender": 11361, "noodles": 7555, "14": 63, "semi": 9824, "sq": 10592, "unsweetened": 12237, "filled": 4152, "san": 9575, "kidney": 5969, "salsa": 9549, "bring": 1515, "reduce": 9066, "degrees": 3201, "crispy": 2872, "rolls": 9360, "yeast": 12802, "plain": 8398, "mixing": 7170, "lukewarm": 6559, "batter": 1018, "sticky": 10724, "board": 1314, "biscuit": 1202, "cutter": 3046, "lightly": 6342, "brush": 1578, "tops": 11709, "oleo": 7680, "warm": 12473, "rise": 9297, "yield": 12815, "dozen": 3550, "punch": 8817, "fruit": 4517, "peaches": 8078, "cocktail": 2429, "apples": 706, "yellow": 12804, "grapes": 4909, "purple": 8845, "slice": 10182, "leave": 6240, "peeling": 8115, "dice": 3327, "summer": 10904, "cutlets": 3042, "deluxe": 3232, "stick": 10719, "coarse": 2408, "coarsely": 2409, "blended": 1256, "400": 257, "knife": 6027, "inserted": 5577, "center": 2020, "comes": 2514, "rack": 8922, "squares": 10594, "tuna": 12006, "macaroni": 6601, "pimentos": 8320, "prepare": 8672, "directed": 3386, "pimento": 8319, "cold": 2465, "artichoke": 776, "hearts": 5186, "parmesan": 7983, "artichokes": 777, "mixed": 7166, "grated": 4916, "bottle": 1390, "mccormick": 6890, "supreme": 10942, "zesty": 12867, "package": 7863, "marinate": 6761, "just": 5866, "cucumbers": 2979, "mushrooms": 7362, "olives": 7686, "want": 12465, "pear": 8090, "lime": 6364, "halves": 5066, "undrained": 12169, "softened": 10349, "yogurt": 12820, "pears": 8094, "reserving": 9179, "dissolved": 3434, "slightly": 10193, "speed": 10485, "electric": 3750, "mixer": 7167, "oiled": 7662, "pyrex": 8865, "watermelon": 12505, "rind": 9275, "pickles": 8271, "apple": 702, "parts": 8006, "cubes": 2976, "parboil": 7960, "morning": 7272, "sterilized": 10708, "pints": 8351, "clove": 2391, "keeps": 5931, "transparent": 11817, "stew": 10713, "boiled": 1331, "english": 3815, "peas": 8095, "field": 4132, "46": 271, "bone": 1350, "broth": 1551, "granulated": 4902, "evenly": 3914, "25": 177, "angel": 644, "sticks": 10723, "peppermint": 8156, "puffs": 8797, "crescent": 2847, "wrap": 12755, "triangle": 11856, "marshmallow": 6789, "completely": 2540, "edges": 3710, "dough": 3535, "tightly": 11542, "muffin": 7323, "tin": 11562, "pans": 7934, "mint": 7136, "bars": 985, "spring": 10565, "touched": 11744, "overbake": 7801, "beer": 1090, "bread": 1467, "self": 9818, "rising": 9300, "425": 264, "50": 287, "drizzle": 3601, "divan": 3449, "curry": 3032, "monterey": 7249, "jack": 5659, "saute": 9630, "arrange": 763, "mexican": 7026, "rings": 9279, "yolks": 12824, "multi": 7336, "colored": 2493, "candies": 1808, "light": 6336, "fluffy": 4322, "push": 8849, "wooden": 12732, "twist": 12077, "sheets": 9929, "racks": 8923, "serves": 9854, "burger": 1660, "stewed": 10714, "pot": 8574, "excess": 3934, "ole": 7679, "chili": 2187, "chilies": 2189, "tortilla": 11721, "sit": 10111, "coleslaw": 2469, "better": 1154, "homes": 5331, "gardens": 4599, "cabbage": 1721, "carrots": 1923, "seed": 9803, "carrot": 1922, "slaw": 10174, "purchased": 8834, "store": 10761, "creole": 2844, "flounder": 4304, "pollack": 8490, "fillets": 4156, "drops": 3609, "500": 288, "single": 10093, "fish": 4204, "flakes": 4232, "platter": 8420, "garnish": 4610, "bean": 1042, "dave": 3131, "corns": 2707, "italiano": 5647, "wide": 12634, "seasonings": 9784, "corned": 2694, "flaked": 4231, "crisp": 2862, "crab": 2766, "cakes": 1743, "shakes": 9888, "old": 7676, "bay": 1028, "carefully": 1888, "pound": 8597, "lump": 6565, "ahead": 508, "hold": 5300, "mild": 7082, "mozzarella": 7306, "plates": 8417, "written": 12770, "order": 7740, "bonbon": 1348, "coconut": 2434, "meats": 6927, "dash": 3119, "form": 4379, "best": 1147, "hands": 5088, "day": 3136, "forever": 4371, "amber": 612, "orange": 7736, "flake": 4230, "flavoring": 4264, "waxed": 12516, "turn": 12024, "gooey": 4823, "phylis": 8248, "chunk": 2280, "chunks": 2284, "rich": 9244, "dollop": 3479, "annie": 672, "diabetic": 3312, "free": 4438, "french": 4450, "philadelphia": 8240, "peanuts": 8088, "refrigerated": 9090, "peach": 8077, "mousse": 7296, "peeled": 8113, "puree": 8839, "blender": 1257, "blend": 1255, "deep": 3186, "blueberries": 1304, "blueberry": 1305, "surprise": 10950, "diameter": 3320, "used": 12272, "separated": 9838, "cocoa": 2433, "addition": 450, "whites": 12617, "stiff": 10725, "peaks": 8084, "beater": 1057, "lifted": 6333, "civil": 2320, "war": 12469, "cornflakes": 2700, "peel": 8112, "salted": 9552, "towels": 11759, "crush": 2947, "dream": 3568, "wafers": 12432, "wafer": 12430, "divinity": 3454, "karo": 5901, "forms": 4385, "stiffly": 10730, "beating": 1060, "cornflake": 2699, "sausage": 9627, "bisquick": 1209, "consomme": 2606, "season": 9779, "spanish": 10457, "hamburgers": 5072, "catsup": 1978, "mulled": 7332, "cider": 2293, "gal": 4574, "allspice": 575, "strain": 10774, "warmed": 12474, "mugs": 7328, "doubled": 3529, "number": 7590, "guests": 5006, "present": 8678, "sesame": 9858, "toasted": 11636, "honey": 5339, "reduced": 9067, "sodium": 10343, "skinned": 10143, "spray": 10552, "duty": 3661, "plastic": 8412, "flatten": 4255, "thickness": 11474, "mallet": 6668, "rolling": 9359, "pin": 8324, "coat": 2414, "grill": 4959, "coals": 2407, "basting": 1010, "frequently": 4452, "transfer": 11810, "200": 148, "calories": 1771, "vidalia": 12380, "olive": 7684, "fluff": 4319, "tingredients": 11570, "separate": 9837, "tadd": 11075, "cranberry": 2797, "bag": 892, "cranberries": 2796, "cored": 2683, "wedges": 12540, "seeded": 9804, "grind": 4965, "begins": 1098, "thicken": 11466, "days": 3138, "covered": 2756, "berry": 1141, "walnuts": 12459, "whipping": 12602, "shortly": 10005, "velveeta": 12338, "funnel": 4556, "frying": 4530, "finger": 4174, "spiral": 10512, "motion": 7283, "turning": 12027, "fast": 4056, "real": 9013, "good": 4814, "confectioners": 2574, "quickly": 8905, "squash": 10595, "pepperidge": 8152, "farm": 4048, "mash": 6807, "coated": 2415, "tabasco": 11046, "cheeses": 2124, "items": 5652, "liquids": 6411, "apricot": 721, "junior": 5860, "baby": 878, "apricots": 722, "tall": 11098, "chilled": 2192, "starts": 10666, "molds": 7217, "substituted": 10863, "dashes": 3122, "combination": 2506, "room": 9382, "temperature": 11345, "favorite": 4079, "monkey": 7238, "loaves": 6451, "bundt": 1647, "break": 1478, "second": 9789, "immediately": 5482, "ups": 12262, "sharp": 9914, "hen": 5226, "unroll": 12224, "pinch": 8328, "sides": 10048, "pam": 7903, "pork": 8547, "crock": 2883, "bouillon": 1400, "hair": 5048, "people": 8140, "ambrosia": 613, "juicy": 5839, "oranges": 7738, "halved": 5065, "crazy": 2809, "brickle": 1502, "eagle": 3671, "brand": 1452, "bits": 1215, "pancakes": 7912, "non": 7535, "griddle": 4954, "crustless": 2956, "ham": 5068, "zucchini": 12884, "ricotta": 9255, "spinach": 10508, "dill": 3355, "weed": 12542, "preheat": 8658, "lid": 6326, "jan": 5687, "winter": 12688, "28": 193, "wine": 12671, "thyme": 11523, "spice": 10493, "tea": 11303, "tang": 11118, "lemonade": 6268, "kool": 6064, "aid": 510, "airtight": 518, "heaping": 5177, "great": 4931, "noodle": 7554, "manwich": 6715, "hamburg": 5070, "american": 617, "crumble": 2930, "cutout": 3043, "cutters": 3047, "frost": 4503, "juan": 5818, "sangria": 9588, "brandy": 1457, "triple": 11876, "sec": 9788, "club": 2397, "pitcher": 8370, "handled": 5084, "prefer": 8648, "sweeter": 10984, "ranch": 8958, "hamburger": 5071, "ketchup": 5957, "sm": 10228, "opt": 7728, "pwd": 8860, "triples": 11878, "freezes": 4447, "cornbread": 2693, "oatmeal": 7622, "oat": 7617, "teaspoon": 11319, "removing": 9144, "souper": 10423, "crunch": 2938, "chinese": 2208, "campbell": 1787, "sea": 9758, "cashews": 1946, "reserved": 9178, "edge": 3709, "flat": 4253, "deviled": 3298, "pimiento": 8321, "dried": 3586, "parsley": 7989, "soaked": 10326, "patted": 8052, "assorted": 805, "armour": 750, "paprika": 7949, "ritz": 9305, "pasta": 8017, "268": 187, "flowerets": 4311, "cauliflower": 1982, "calorie": 1770, "skim": 10135, "rinse": 9281, "continental": 2625, "safe": 9514, "microcook": 7046, "100": 6, "power": 8618, "11": 23, "wattage": 12510, "chuck": 2276, "scallions": 9664, "breaking": 1481, "adding": 449, "slivered": 10205, "almonds": 583, "chestnuts": 2150, "caste": 1958, "nonfat": 7541, "chess": 2146, "meal": 6905, "given": 4720, "300": 212, "vermicelli": 12355, "fine": 4169, "bernstien": 1138, "schilling": 9686, "sits": 10112, "cucumber": 2978, "making": 6661, "sure": 10946, "juices": 5836, "rotel": 9416, "13x9": 60, "kind": 5985, "pistachio": 8365, "leaf": 6224, "muffins": 7324, "moistened": 7207, "lumpy": 6571, "creme": 2841, "pat": 8037, "st": 10615, "joseph": 5806, "zeppole": 12860, "satin": 9604, "sheen": 9927, "pastry": 8035, "star": 10655, "tip": 11579, "doughnut": 3538, "puffed": 8795, "following": 4349, "oysters": 7849, "rolled": 9355, "bright": 1512, "party": 8007, "lima": 6359, "roasting": 9321, "including": 5515, "watery": 12507, "270": 189, "nectar": 7452, "bringing": 1516, "duncan": 3646, "hines": 5272, "alfalfa": 550, "thighs": 11477, "wish": 12701, "romano": 9367, "swiss": 11000, "overlapping": 7826, "broiler": 1540, "unbaked": 12129, "shelf": 9932, "sloppy": 10209, "joes": 5782, "preferably": 8650, "land": 6151, "lakes": 6142, "coloring": 2497, "depending": 3249, "insert": 5576, "candied": 1807, "horseradish": 5377, "nance": 7400, "pickle": 8268, "clump": 2398, "meringue": 6994, "tater": 11178, "tot": 11735, "32": 221, "tots": 11741, "soups": 10426, "blackberry": 1224, "flavored": 4262, "blackberries": 1223, "ice": 5456, "tasty": 11172, "caramel": 1858, "watch": 12493, "closely": 2381, "toasty": 11641, "miracle": 7145, "cottage": 2725, "450": 269, "changes": 2060, "color": 2491, "holes": 5306, "magic": 6632, "glass": 4732, "loosely": 6495, "pecan": 8100, "pralines": 8627, "sugars": 10890, "reaches": 9003, "stage": 10630, "dropped": 3605, "glossy": 4759, "tablespoon": 11052, "tub": 11987, "frosting": 4507, "pumpkin": 8816, "envelope": 3843, "knox": 6042, "unflavored": 12175, "gelatine": 4641, "spices": 10495, "dissolves": 3435, "toast": 11635, "ounce": 7778, "puppy": 8829, "chow": 2263, "chex": 2159, "entire": 3835, "tamale": 11106, "hominy": 5334, "tamales": 11107, "wrappers": 12758, "refried": 9087, "guacamole": 4995, "spatula": 10469, "doritos": 3516, "bonnie": 1357, "dehydrated": 3205, "elastic": 3746, "sounds": 10418, "hollow": 5315, "tapped": 11139, "rises": 9299, "browns": 1565, "smoked": 10253, "risotto": 9302, "canola": 1829, "arborio": 728, "basmati": 1003, "grain": 4861, "rinsed": 9282, "trimmed": 11871, "slotted": 10211, "eggplant": 3727, "unpeeled": 12215, "mashed": 6808, "marjoram": 6770, "rosemary": 9400, "watergate": 12502, "plum": 8445, "plums": 8450, "tins": 11573, "sherbert": 9946, "milnot": 7104, "strings": 10810, "butternut": 1708, "flavors": 4267, "glory": 4757, "22": 155, "wild": 12647, "undiluted": 12165, "lay": 6210, "corners": 2697, "tartar": 11149, "mixtures": 7175, "hash": 5135, "swirls": 10998, "oblong": 7627, "securely": 9798, "individually": 5541, "reheat": 9106, "period": 8183, "away": 858, "lunch": 6573, "patio": 8046, "sky": 10157, "knead": 6019, "lasagne": 6176, "ragu": 8937, "preshredded": 8687, "rim": 9272, "bigger": 1175, "smother": 10272, "start": 10662, "new": 7490, "pouring": 8606, "available": 847, "tart": 11148, "plate": 8415, "bullets": 1634, "bland": 1242, "mom": 7222, "rotary": 9413, "combined": 2509, "kisses": 6002, "250": 178, "turned": 12025, "lover": 6532, "brownies": 1560, "foil": 4338, "lined": 6379, "maraschino": 6722, "dates": 3127, "mein": 6947, "roco": 9340, "cracked": 2773, "thermometer": 11464, "hungarian": 5427, "stuffed": 10839, "sections": 9795, "vessel": 12370, "removable": 9138, "reese": 9072, "nonstick": 7552, "shows": 10017, "souffle": 10412, "croutons": 2911, "homemade": 5329, "surface": 10947, "lots": 6516, "width": 12637, "spreading": 10560, "bags": 901, "bar": 960, "dutch": 3660, "tis": 11587, "tturn": 11985, "gas": 4617, "warmer": 12475, "possible": 8569, "tand": 11114, "pounds": 8601, "scones": 9700, "brownie": 1559, "whisk": 12608, "puff": 8794, "settle": 9863, "sprayed": 10553, "prior": 8724, "chantilly": 2063, "mandarin": 6691, "line": 6378, "strainer": 10776, "cheesecloth": 2120, "remains": 9133, "holds": 5304, "rubber": 9449, "golf": 4801, "boxes": 1428, "herb": 5232, "festive": 4115, "starch": 10656, "custard": 3037, "giblet": 4695, "brisket": 1523, "shallow": 9895, "roast": 9318, "medley": 6938, "tapioca": 11138, "sherbet": 9947, "early": 3675, "dishes": 3416, "nana": 7397, "iron": 5631, "preheating": 8660, "sherry": 9954, "close": 2379, "distribute": 3440, "baste": 1007, "dad": 3065, "tenderloin": 11368, "roasted": 9319, "pueblo": 8791, "weeks": 12545, "sealed": 9764, "tupperware": 12014, "chicago": 2164, "crunchy": 2946, "flax": 4269, "leroy": 6290, "heavenly": 5196, "yolk": 12823, "finish": 4181, "blue": 1302, "strained": 10775, "mistletoe": 7160, "concentrate": 2553, "grenadine": 4949, "veg": 12319, "plus": 8453, "forming": 4384, "kids": 5971, "love": 6528, "unkles": 12199, "colonial": 2490, "big": 1174, "nowadays": 7583, "menu": 6987, "restaurant": 9187, "home": 5325, "eaten": 3690, "savory": 9646, "molasses": 7213, "served": 9852, "piping": 8357, "skillets": 10134, "steam": 10684, "awful": 861, "luxury": 6588, "special": 10477, "occasions": 7639, "preparing": 8674, "instead": 5588, "simple": 10083, "melts": 6969, "goes": 4789, "fritos": 4485, "pet": 8216, "spree": 10562, "alternating": 598, "snickerdoodles": 10299, "sifter": 10059, "disappears": 3396, "rounding": 9435, "teaspoonfuls": 11321, "apart": 686, "cayenne": 2001, "soak": 10325, "lily": 6358, "prevent": 8706, "burning": 1669, "sticking": 10722, "repeat": 9153, "layers": 6215, "preparation": 8671, "microwavable": 7052, "etta": 3899, "crumbles": 2932, "accordance": 411, "dumplings": 3644, "count": 2732, "quarters": 8884, "portions": 8558, "twinkie": 12069, "twinkies": 12070, "decorate": 3169, "scalded": 9657, "strong": 10823, "55": 294, "enchiladas": 3801, "doz": 3549, "tortillas": 11722, "soften": 10348, "dipping": 3381, "seam": 9768, "weight": 12554, "watchers": 12496, "cube": 2973, "brunswick": 1576, "limas": 6360, "strip": 10812, "deli": 3213, "diagonal": 3316, "point": 8468, "alternate": 595, "ending": 3806, "skor": 10153, "smucker": 10275, "poke": 8475, "fail": 4006, "caps": 1854, "24": 168, "seasoned": 9781, "hollowed": 5316, "toffee": 11655, "unsalted": 12226, "tlasagne": 11600, "crack": 2772, "veggies": 12327, "bunch": 1641, "vegies": 12330, "tother": 11738, "breakfast": 1480, "fully": 4550, "canadian": 1797, "muenster": 7320, "wire": 12697, "249": 176, "spiced": 10494, "mug": 7326, "kiwi": 6010, "circular": 2308, "prosciutto": 8756, "cutting": 3048, "ovenproof": 7797, "montana": 7246, "mud": 7314, "diane": 3324, "quiche": 8899, "grilled": 4961, "sandwich": 9582, "properly": 8752, "decide": 3165, "wheat": 12584, "rye": 9502, "raisin": 8946, "consider": 2594, "limburger": 6363, "lard": 6166, "kitchen": 6005, "countertop": 2735, "useful": 12273, "helper": 5220, "mess": 7008, "root": 9386, "bamboo": 944, "shoots": 9989, "pea": 8074, "pods": 8467, "strands": 10779, "raspberry": 8984, "raspberries": 8983, "regular": 9102, "canned": 1820, "tstir": 11946, "tcook": 11257, "paw": 8067, "appear": 692, "speedy": 10486, "clam": 2324, "clams": 2326, "burst": 1676, "yum": 12840, "commerical": 2525, "western": 12573, "frankfurters": 4429, "19": 108, "chunky": 2285, "fashioned": 4054, "foam": 4331, "till": 11547, "nutty": 7611, "pinto": 8349, "devils": 3301, "crumb": 2929, "martha": 6792, "washington": 12487, "baker": 916, "extremely": 3975, "block": 1282, "rocky": 9339, "road": 9315, "qts": 8867, "persimmon": 8201, "needed": 7456, "retain": 9196, "fruitcake": 4518, "lbs": 6222, "enriched": 3823, "fruits": 4523, "harvard": 5130, "beets": 1094, "substitute": 10862, "chowder": 2264, "necessary": 7446, "relish": 9124, "work": 12741, "omelette": 7696, "saut": 9629, "degree": 3200, "avocado": 850, "person": 8204, "create": 2828, "delicious": 3219, "fun": 4552, "frosty": 4509, "cones": 2567, "type": 12104, "upright": 12261, "glasses": 4733, "cone": 2566, "really": 9017, "pina": 8325, "colada": 2460, "pillsbury": 8316, "rum": 9473, "frosted": 4504, "oriental": 7750, "tossed": 11726, "ramen": 8956, "romaine": 9363, "18": 96, "steadily": 10676, "fridge": 4468, "shepherd": 9943, "nature": 7430, "255": 180, "meatball": 6921, "suey": 10880, "sprouts": 10584, "meatballs": 6922, "preference": 8652, "lowest": 6541, "setting": 9862, "hawaiian": 5155, "kraft": 6075, "jet": 5749, "nondairy": 7540, "stirred": 10737, "halfway": 5053, "heating": 5192, "diagonally": 3317, "divide": 3450, "smallest": 10235, "currant": 3028, "jelly": 5726, "check": 2099, "strata": 10781, "removed": 9141, "pepperoni": 8162, "florida": 4300, "peachy": 8081, "29": 198, "tubular": 11994, "tester": 11402, "enjoy": 3820, "fruity": 4524, "cumin": 2991, "icing": 5462, "10x": 18, "dishpan": 3418, "toll": 11668, "house": 5396, "foamy": 4334, "burgers": 1661, "broil": 1538, "twice": 12062, "crumbly": 2935, "rounded": 9431, "discarding": 3401, "stem": 10698, "fingernail": 4175, "barely": 974, "roux": 9441, "lumping": 6569, "tthree": 11970, "russian": 9494, "hunter": 5434, "pared": 7966, "toughening": 11748, "burnt": 1671, "moisten": 7206, "walnut": 12458, "preserves": 8684, "catalina": 1966, "lipton": 6403, "butterscotch": 1710, "counter": 2733, "invert": 5613, "kentucky": 5948, "metal": 7014, "thousand": 11505, "island": 5637, "scald": 9656, "unbeaten": 12130, "icebox": 5458, "23": 160, "twin": 12067, "dipped": 3378, "seconds": 9790, "allowing": 572, "drip": 3593, "working": 12744, "mother": 7281, "renamed": 9146, "buds": 1614, "adjust": 462, "tamari": 11108, "smaller": 10234, "diet": 3337, "navy": 7437, "tarragon": 11146, "fitting": 4218, "replace": 9156, "lost": 6514, "tidbits": 11532, "shrimp": 10025, "skins": 10146, "date": 3125, "basic": 993, "fitted": 4217, "blade": 1232, "process": 8732, "motor": 7284, "running": 9482, "skinless": 10142, "boneless": 1352, "return": 9201, "caraway": 1867, "vitamin": 12408, "glaceed": 4726, "frypan": 4532, "permeates": 8190, "limp": 6369, "herbed": 5234, "bulk": 1632, "content": 2621, "shortbread": 9995, "resembles": 9175, "parfait": 7969, "beet": 1093, "reuben": 9205, "sauerkraut": 9624, "irish": 5629, "cheez": 2130, "whiz": 12622, "precooked": 8646, "cuts": 3045, "looks": 6491, "pretty": 8702, "475": 275, "oyster": 7848, "saving": 9643, "weather": 12526, "candle": 1809, "hole": 5305, "bit": 1212, "salmon": 9547, "croquettes": 2899, "packaged": 7864, "patties": 8057, "croquette": 2898, "breadcrumbs": 1470, "stalk": 10639, "turmeric": 12023, "ladle": 6129, "canning": 1824, "leaving": 6244, "headspace": 5170, "bath": 1014, "men": 6982, "flossie": 4303, "gingerbread": 4706, "glazed": 4736, "topped": 11704, "rub": 9447, "crabmeat": 2770, "au": 829, "gratin": 4918, "faux": 4076, "hobo": 5286, "340": 230, "315": 220, "open": 7716, "door": 3507, "gold": 4795, "rush": 9487, "brunch": 1575, "brien": 1511, "row": 9442, "depression": 3252, "slip": 10200, "omelet": 7694, "torn": 11715, "night": 7514, "circle": 2305, "shaped": 9905, "end": 3805, "narrow": 7419, "mayo": 6869, "ttop": 11979, "herbs": 5237, "equal": 3849, "chives": 2224, "scant": 9675, "southwestern": 10438, "sprinkling": 10577, "wilt": 12661, "pizzas": 8386, "garden": 4598, "coins": 2454, "school": 9689, "girl": 4716, "spear": 10472, "alum": 603, "pickling": 8273, "tied": 11535, "middle": 7064, "earthquake": 3679, "directs": 3390, "feel": 4096, "coca": 2424, "cola": 2459, "test": 11399, "altitude": 601, "liters": 6428, "mush": 7359, "does": 3466, "country": 2737, "lite": 6426, "near": 7440, "waldrop": 12446, "thickens": 11470, "goulash": 4843, "shake": 9883, "swans": 10970, "putting": 8857, "krispies": 6090, "120": 38, "heads": 5169, "sunflower": 10919, "fries": 4475, "vigorously": 12386, "seedless": 9805, "original": 7753, "mayfair": 6865, "anchovies": 636, "accent": 401, "mazola": 6881, "consistency": 2600, "important": 5490, "achieve": 422, "blending": 1260, "yummy": 12845, "wedding": 12536, "parchment": 7963, "measure": 6913, "generously": 4657, "begin": 1095, "doneness": 3495, "doughy": 3540, "jezebel": 5755, "mexicali": 7025, "cornmeal": 2705, "chillies": 2194, "listed": 6422, "bunches": 1643, "topsy": 11710, "turvy": 12037, "tacos": 11071, "piece": 8282, "gone": 4806, "evaporates": 3910, "scottish": 9723, "fingers": 4177, "fingertips": 4179, "pale": 7896, "pressing": 8695, "lack": 6122, "tartness": 11155, "omit": 7698, "slits": 10203, "escape": 3869, "atop": 819, "flute": 4324, "swedish": 10977, "grape": 4905, "calf": 1761, "liver": 6436, "braised": 1447, "incorporate": 5518, "air": 517, "lighten": 6337, "texture": 11416, "northern": 7566, "sparkle": 10462, "hidden": 5251, "valley": 12294, "range": 8967, "303": 214, "fa": 3988, "la": 6112, "las": 6174, "shapes": 9907, "cooling": 2661, "maybe": 6861, "company": 2532, "minestrone": 7121, "chef": 2132, "boyardee": 1432, "beefogetti": 1084, "chickpeas": 2173, "cheesecake": 2118, "hormel": 5370, "placing": 8396, "nacho": 7386, "parties": 8001, "snacks": 10281, "stack": 10621, "unevenly": 12171, "ring": 9277, "note": 7573, "realemon": 9014, "death": 3150, "containers": 2618, "envelopes": 3845, "heath": 5191, "435": 266, "able": 385, "solid": 10365, "pack": 7861, "packets": 7871, "112": 26, "eclair": 3700, "choco": 2232, "hattie": 5149, "coffer": 2447, "becky": 1075, "thaw": 11455, "saltimbocca": 9553, "sage": 9520, "snipped": 10303, "cutlet": 3041, "fit": 4213, "fashion": 4053, "tchips": 11238, "teaspoonful": 11320, "picante": 8257, "log": 6464, "cabin": 1724, "stacked": 10622, "logs": 6466, "wall": 12451, "borden": 1378, "results": 9195, "julienne": 5846, "snow": 10308, "mango": 6698, "leeks": 6253, "leek": 6252, "safflower": 9516, "luau": 6547, "packs": 7873, "ma": 6597, "dills": 3359, "cukes": 2985, "brine": 1514, "gumbo": 5022, "okra": 7672, "jalapeno": 5672, "boils": 1336, "fritters": 4489, "thickly": 11473, "21": 151, "belly": 1115, "buttons": 1714, "follow": 4347, "covers": 2758, "position": 8567, "showing": 10015, "sear": 9772, "cheesy": 2129, "cast": 1957, "poultry": 8596, "blot": 1293, "quartered": 8883, "studded": 10835, "meg": 6943, "mmmmmmm": 7183, "indian": 5533, "rounds": 9436, "additional": 451, "stroganoff": 10819, "sandwiches": 9584, "teresa": 11387, "smoke": 10252, "bran": 1450, "translucent": 11815, "batches": 1012, "pureed": 8840, "lasagna": 6175, "dumpling": 3643, "schwan": 9694, "quik": 8908, "taters": 11179, "4x": 284, "gluten": 4770, "colander": 2461, "continually": 2626, "stays": 10675, "rinsing": 9284, "graininess": 4864, "split": 10526, "chewies": 2154, "tennessee": 11376, "gallon": 4584, "waldorf": 12445, "granny": 4897, "smith": 10248, "61": 303, "grams": 4874, "405": 258, "jackie": 5662, "reach": 9001, "mushy": 7363, "layered": 6213, "mixes": 7168, "heritage": 5239, "taragon": 11143, "cob": 2418, "turnip": 12028, "greens": 4943, "bucket": 1602, "grit": 4971, "dirt": 3391, "handful": 5080, "letting": 6303, "come": 2513, "run": 9480, "bitterness": 1217, "draining": 3560, "knives": 6030, "bourbon": 1411, "proof": 8749, "36": 237, "tray": 11829, "simmering": 10079, "pronged": 8746, "gravel": 4920, "swollen": 11005, "keeping": 5930, "sleep": 10175, "finally": 4167, "bottoms": 1394, "harden": 5109, "foolproof": 4360, "carnation": 1907, "toothpicks": 11699, "pigs": 8302, "blanket": 1245, "dogs": 3470, "wiener": 12639, "cilantro": 2297, "packages": 7865, "9x13": 366, "tex": 11409, "joy": 5813, "procedure": 8729, "unsliced": 12232, "sourdough": 10431, "knorr": 6035, "chops": 2255, "okay": 7669, "richer": 9246, "doesn": 3467, "heart": 5180, "smart": 10236, "stale": 10638, "patty": 8059, "drugstore": 3611, "coating": 2416, "steaks": 10682, "usual": 12276, "germ": 4676, "liners": 6382, "skewer": 10129, "centers": 2023, "brazilian": 1465, "energy": 3812, "pickups": 8275, "arroz": 771, "pollo": 8491, "achiote": 424, "bijol": 1178, "capers": 1843, "absorbed": 392, "puffy": 8798, "franco": 4423, "diluted": 3363, "spatini": 10468, "cashew": 1945, "blanched": 1240, "thumb": 11516, "65": 308, "upside": 12264, "kim": 5983, "alfredo": 551, "jalapenos": 5673, "jerk": 5739, "stone": 10752, "hill": 5264, "hearty": 5188, "shown": 10016, "segments": 9812, "fondant": 4352, "medallions": 6933, "tenderloins": 11369, "whirl": 12605, "tablespoonful": 11053, "dirty": 3392, "oreo": 7746, "pickled": 8269, "bologna": 1342, "tpour": 11786, "hotdogs": 5386, "wayne": 12519, "york": 12829, "preacher": 8636, "rows": 9443, "prune": 8776, "prunes": 8777, "danish": 3105, "sherried": 9952, "160": 78, "parkay": 7977, "walla": 12452, "coal": 2406, "flowers": 4315, "blueing": 1309, "tests": 11404, "stars": 10661, "won": 12719, "ton": 11678, "4ths": 283, "mini": 7124, "wrapper": 12757, "dijon": 3352, "dredge": 3573, "unbleached": 12135, "bouillabaisse": 1398, "sprigs": 10564, "pinches": 8331, "saffron": 9518, "shellfish": 9935, "scallops": 9669, "prawns": 8632, "mussels": 7370, "tslowly": 11928, "tstrain": 11948, "tpot": 11784, "wait": 12441, "crusty": 2958, "rouille": 9427, "follows": 4350, "spoonfuls": 10542, "disaster": 3397, "wheatsworth": 12588, "sociables": 10335, "julius": 5850, "couple": 2741, "cupcakes": 3001, "plattar": 8419, "pancake": 7911, "ordinary": 7743, "tablespoonfuls": 11054, "nicely": 7504, "lingonberries": 6386, "marmalade": 6779, "saifon": 9521, "radishes": 8930, "explode": 3955, "improvise": 5503, "shirley": 9978, "temple": 11349, "nonalcoholic": 7537, "drink": 3590, "highball": 5256, "nannaw": 7405, "jam": 5678, "outside": 7787, "castleberry": 1962, "bbq": 1034, "crockpot": 2887, "experiment": 3953, "flaky": 4236, "cupcake": 3000, "holders": 5302, "months": 7254, "doughnuts": 3539, "holiday": 5308, "crystal": 2961, "simply": 10085, "liter": 6427, "squeezed": 10600, "float": 4288, "lift": 6332, "moisture": 7210, "easier": 3681, "rock": 9333, "vienna": 12381, "creamer": 2812, "ounces": 7779, "inverted": 5614, "dome": 3486, "leftover": 6259, "overcook": 7809, "clergy": 2363, "telephone": 11339, "receiver": 9029, "633": 306, "6655": 311, "chair": 2040, "family": 4027, "thomas": 11494, "jefferson": 5717, "elbow": 3747, "pasteurized": 8023, "grate": 4915, "taffy": 11077, "shortcake": 9997, "seven": 9868, "cobbler": 2421, "wieners": 12640, "bryan": 1587, "smokies": 10258, "congealed": 2583, "peck": 8102, "pint": 8348, "dusting": 3658, "anise": 663, "sirloin": 10105, "90": 349, "beau": 1064, "monde": 7234, "hellmann": 5215, "tear": 11313, "inside": 5581, "saved": 9639, "lucy": 6555, "policella": 8485, "morsels": 7277, "jane": 5688, "spicy": 10498, "judgment": 5827, "actually": 441, "amounts": 627, "exception": 3932, "lighter": 6339, "careful": 1887, "pick": 8262, "jimmy": 5770, "dean": 3145, "unpared": 12213, "bottled": 1391, "leftovers": 6260, "scotch": 9716, "meaty": 6929, "peppercorns": 8150, "pearl": 8091, "barley": 978, "turnips": 12029, "wink": 12681, "extracts": 3971, "pressed": 8694, "wok": 12714, "hermits": 5242, "plump": 8447, "total": 11736, "kinds": 5990, "breads": 1475, "eyed": 3982, "mullet": 7333, "broiled": 1539, "sparerib": 10459, "ribs": 9237, "precook": 8645, "washed": 12485, "tto": 11974, "rotating": 9415, "tthis": 11968, "cacciatore": 1727, "sauteing": 9634, "mound": 7287, "chilling": 2195, "preferred": 8653, "lawry": 6208, "8x9": 348, "mins": 7135, "aluminum": 605, "placed": 8394, "chunked": 2281, "tofu": 11657, "bottles": 1392, "sparkling": 10466, "optionals": 7732, "rectangle": 9047, "conventional": 2639, "rotate": 9414, "haupia": 5150, "unsifted": 12231, "active": 437, "130": 54, "poppy": 8532, "fluted": 4325, "diamond": 3321, "pull": 8800, "festival": 4114, "tmix": 11625, "tcup": 11272, "dressed": 3579, "smoothness": 10269, "rectangular": 9049, "santa": 9589, "fe": 4084, "nachos": 7387, "chews": 2156, "medal": 6932, "success": 10870, "separately": 9839, "advance": 472, "stored": 10762, "variety": 12309, "cheerios": 2111, "pretzel": 8703, "cereals": 2029, "pretzels": 8704, "fettucini": 4121, "maple": 6718, "burner": 1668, "lot": 6515, "sunday": 10913, "chick": 2167, "tonight": 11687, "church": 2286, "macaroon": 6602, "horizontally": 5369, "bitters": 1218, "whiskey": 12610, "decoration": 3172, "saucepot": 9617, "cooks": 2653, "especially": 3877, "normally": 7560, "gran": 4875, "nestle": 7480, "creaming": 2817, "omitted": 7699, "glop": 4753, "rigatoni": 9268, "deveined": 3293, "short": 9994, "poached": 8458, "chablis": 2034, "beauty": 1071, "camping": 1793, "1st": 144, "frothy": 4512, "2nd": 203, "sumer": 10903, "dairy": 3078, "fullabull": 4547, "crosswise": 2905, "delicately": 3218, "partly": 8002, "remember": 9136, "dust": 3655, "magloubeh": 6634, "lamb": 6144, "bahar": 906, "eastern": 3686, "left": 6258, "provolone": 8773, "salami": 9535, "luncheon": 6575, "bush": 1679, "toleo": 11666, "tthen": 11964, "ta": 11045, "tmuffin": 11628, "ttins": 11973, "picnic": 8276, "wedged": 12539, "ribbon": 9233, "christmas": 2270, "consuming": 2612, "decorative": 3174, "shallots": 9894, "deboned": 3156, "tossing": 11727, "cardamom": 1881, "crawfish": 2804, "tails": 11089, "nuggets": 7587, "cholesterol": 2245, "contains": 2620, "mg": 7034, "carne": 1908, "soaking": 10327, "persimmons": 8202, "parboiled": 7961, "sausages": 9628, "seashells": 9776, "barbara": 962, "mandrell": 6696, "crepes": 2846, "crepe": 2845, "tilting": 11551, "angling": 658, "appears": 694, "opposite": 7726, "wrapped": 12756, "scramblers": 9731, "spanakopeta": 10454, "feta": 4117, "phyllo": 8250, "brushing": 1581, "buttering": 1703, "nice": 7503, "luster": 6582, "tie": 11534, "slit": 10202, "vent": 12347, "monster": 7243, "sprinkled": 10575, "judy": 5830, "tortellini": 11720, "throw": 11512, "shut": 10038, "tips": 11581, "resift": 9183, "chewy": 2157, "quaker": 8874, "flavorful": 4263, "fillet": 4154, "creamette": 2813, "aspic": 797, "texas": 11412, "springerle": 10567, "imprint": 5497, "dividing": 3452, "lines": 6383, "battered": 1019, "haddock": 5044, "t1": 11019, "heaven": 5195, "kraut": 6079, "gummy": 5026, "worms": 12748, "frogs": 4498, "california": 1764, "orville": 7768, "redenbacher": 9056, "buttery": 1712, "popcorn": 8521, "crispix": 2868, "dick": 3331, "leg": 6261, "butterflied": 1698, "butcher": 1685, "shoyu": 10018, "cottonseed": 2728, "life": 6330, "saver": 9640, "savers": 9641, "chiffon": 2179, "needs": 7460, "deliciously": 3220, "370": 241, "vented": 12348, "73": 321, "cantaloupe": 1831, "refreshing": 9085, "haystacks": 5159, "aparts": 688, "rhodes": 9228, "cardamon": 1882, "section": 9793, "grocery": 4976, "dumplins": 3645, "mountain": 7292, "dew": 3307, "appetizer": 699, "anchovy": 637, "cognac": 2449, "chafing": 2038, "larger": 6170, "trash": 11823, "gm": 4775, "macaroons": 6603, "soon": 10386, "seafood": 9760, "kielbasa": 5972, "windows": 12669, "tight": 11540, "bubbling": 1594, "uncovering": 12149, "tastes": 11168, "romanoff": 9368, "enchilada": 3800, "happy": 5102, "husband": 5443, "wife": 12643, "children": 2183, "bible": 1169, "generous": 4656, "prayer": 8633, "playing": 8426, "portion": 8556, "patience": 8044, "understanding": 12163, "paddle": 7876, "moderately": 7196, "awareness": 857, "everyday": 3921, "fuel": 4543, "grudges": 4992, "past": 8016, "unpleasantness": 12217, "cheerfulness": 2109, "tears": 11315, "laughter": 6192, "helpings": 5223, "god": 4784, "community": 2528, "appetizers": 700, "wedge": 12538, "lobster": 6452, "afternoon": 491, "play": 8422, "doh": 3471, "loses": 6513, "hush": 5444, "puppies": 8828, "fryer": 4527, "toweling": 11758, "breaded": 1471, "unprepared": 12219, "oreos": 7747, "provide": 8769, "maranda": 6721, "mock": 7190, "bed": 1076, "progresso": 8741, "finished": 4182, "wacky": 12427, "torte": 11719, "cordial": 2679, "gin": 4703, "vodka": 12414, "secure": 9796, "week": 12543, "sieve": 10055, "solids": 10368, "pavlova": 8065, "australia": 839, "national": 7426, "draw": 3565, "lazy": 6218, "hunt": 5433, "packet": 7870, "frito": 4484, "rare": 8976, "linguine": 6389, "option": 7730, "try": 11904, "meltaways": 6965, "circles": 2306, "triangles": 11857, "pointed": 8470, "sundown": 10915, "cooler": 2658, "34": 229, "flower": 4310, "curd": 3012, "altogether": 602, "rump": 9478, "blossoms": 1292, "cordon": 2681, "betty": 1155, "crocker": 2884, "ro": 9313, "tel": 11338, "individual": 5540, "dippers": 3380, "madge": 6620, "super": 10927, "sundae": 10911, "toppings": 11708, "sectioned": 9794, "heirloom": 5209, "london": 6479, "flank": 4247, "carve": 1934, "hello": 5216, "dolly": 3481, "shedded": 9926, "betsy": 1153, "eventually": 3916, "shred": 10019, "proceed": 8731, "kellogg": 5939, "ginny": 4713, "seasons": 9785, "floating": 4289, "kabob": 5871, "spears": 10476, "treats": 11837, "toaster": 11637, "freshly": 4457, "wing": 12676, "hors": 5375, "oeuvre": 7652, "imitation": 5481, "string": 10808, "easters": 3687, "chopper": 2253, "acidity": 427, "wipe": 12694, "rims": 9274, "lids": 6328, "screw": 9742, "bands": 950, "stay": 10672, "month": 7253, "processed": 8733, "rapidrise": 8975, "balance": 926, "pulled": 8801, "carrie": 1920, "anisette": 665, "link": 6392, "polish": 8486, "kielbasi": 5973, "enhances": 3819, "calico": 1763, "breadsticks": 1477, "breadstick": 1476, "penne": 8134, "al": 524, "arrabbiato": 762, "tiny": 11578, "dececco": 3163, "rigati": 9267, "bac": 879, "os": 7770, "age": 495, "sangaree": 9587, "cheaper": 2094, "quantro": 8880, "meyers": 7033, "limes": 6367, "whoop": 12624, "doo": 3502, "slide": 10188, "loosen": 6496, "grasshopper": 4913, "menthe": 6985, "loris": 6508, "gherkin": 4685, "masher": 6809, "kuchen": 6100, "tested": 11401, "totally": 11737, "papers": 7945, "cheap": 2093, "face": 3990, "bark": 976, "cap": 1837, "slinky": 10199, "quencher": 8893, "mineral": 7118, "sprig": 10563, "specialty": 10479, "perfection": 8176, "brittle": 1530, "tfrom": 11430, "toats": 11642, "twists": 12083, "chippewa": 2216, "javin": 5708, "gallons": 4585, "sweat": 10973, "base": 989, "salty": 9563, "voodoo": 12423, "eating": 3693, "browning": 1561, "equivalent": 3854, "alla": 563, "diavola": 3326, "shears": 9923, "bird": 1193, "backbone": 883, "pounding": 8600, "friendship": 4474, "wyler": 12775, "curls": 3026, "victorian": 12379, "squeezing": 10602, "animal": 661, "arugula": 782, "wilted": 12662, "lumps": 6570, "antionett": 677, "bow": 1417, "foods": 4358, "tri": 11855, "rotini": 9421, "exclude": 3938, "chive": 2223, "blossom": 1291, "hershey": 5245, "unwrapped": 12258, "kiss": 6000, "buns": 1656, "lebanese": 6246, "bias": 1166, "birthdays": 1197, "excellent": 3931, "potlucks": 8585, "southwest": 10437, "roughy": 9426, "smoothie": 10265, "asparagus": 794, "building": 1623, "final": 4166, "ravioli": 8994, "lo": 6444, "cal": 1745, "perch": 8170, "118": 32, "inserting": 5578, "tells": 11341, "japanese": 5695, "rinses": 9283, "peek": 8109, "peeking": 8110, "missouri": 7154, "minor": 7133, "guiness": 5012, "stout": 10767, "avoid": 852, "crisply": 2869, "polenta": 8482, "cholives": 2246, "fatted": 4068, "steel": 10690, "granules": 4903, "durkee": 3653, "creamettes": 2814, "impossible": 5492, "cupful": 3002, "twater": 12049, "tblend": 11201, "70": 317, "wreck": 12763, "earlier": 3674, "personal": 8205, "desire": 3270, "year": 12800, "kolbassi": 6058, "roaster": 9320, "checking": 2101, "feels": 4099, "touch": 11742, "vinaigrette": 12392, "screwtop": 9746, "ultimate": 12119, "shaking": 9890, "decorating": 3171, "greasing": 4929, "jean": 5712, "booth": 1371, "called": 1766, "64": 307, "caramels": 1865, "probably": 8727, "manhattan": 6701, "potpourri": 8586, "grapefruit": 4906, "steep": 10692, "evaporate": 3908, "aroma": 757, "creative": 2833, "blonde": 1285, "royal": 9445, "dump": 3641, "9x13x2": 367, "band": 948, "dices": 3329, "cracks": 2788, "bertha": 1144, "poured": 8605, "donah": 3493, "brewed": 1495, "whitefish": 12614, "modern": 7198, "breading": 1474, "jicama": 5756, "sun": 10907, "sunkist": 10920, "longhorn": 6485, "rechill": 9033, "gentle": 4664, "bee": 1080, "sting": 10733, "crescents": 2848, "scored": 9715, "enclose": 3802, "meatless": 6925, "expand": 3944, "spaces": 10446, "legs": 6263, "paul": 8061, "cauliflowerets": 1983, "firms": 4202, "krispie": 6089, "unusual": 12250, "cheer": 2108, "trays": 11830, "carbonated": 1874, "beverages": 1159, "appropriate": 715, "navel": 7436, "turns": 12032, "snack": 10277, "volume": 12417, "unbroken": 12139, "foo": 4356, "yong": 12825, "chickpea": 2172, "baguette": 902, "chunkiness": 2283, "angle": 654, "presweetened": 8700, "stones": 10754, "coats": 2417, "step": 10703, "stiffen": 10726, "fagioli": 4003, "ditalini": 3445, "dente": 3244, "patch": 8038, "buddig": 1611, "pumpernickel": 8814, "mc": 6884, "forking": 4377, "prebaked": 8638, "spam": 10453, "tolerance": 11667, "mace": 6605, "mexicorn": 7030, "pepperjack": 8154, "shucked": 10035, "micro": 7045, "micromelt": 7047, "tinged": 11569, "masa": 6804, "harina": 5119, "pliable": 8438, "sucaryl": 10869, "sweetener": 10982, "equals": 3852, "spoonburgers": 10539, "indoor": 5544, "mores": 7268, "grahams": 4860, "firmer": 4199, "eugene": 3902, "folding": 4342, "scraping": 9736, "pronto": 8748, "sterile": 10706, "dannon": 3106, "followed": 4348, "pepsi": 8166, "tony": 11694, "chachere": 2035, "cacao": 1726, "nongreased": 7542, "mounds": 7290, "slivers": 10206, "believe": 1108, "hollandaise": 5311, "shot": 10007, "burn": 1666, "steady": 10678, "stream": 10792, "eva": 3906, "popped": 8527, "53": 292, "caesar": 1731, "ruth": 9500, "jelled": 5720, "crimp": 2852, "min": 7111, "spreadable": 10558, "continuing": 2630, "flavorings": 4265, "doug": 3534, "cooper": 2665, "polynesian": 8498, "turtle": 12035, "stocks": 10745, "sylvia": 11008, "pushed": 8851, "comstock": 2551, "fix": 4219, "decadent": 3160, "switch": 11001, "uncle": 12143, "ben": 1118, "converted": 2642, "flip": 4283, "chiles": 2186, "traditional": 11803, "tvp": 12045, "rehydrate": 9110, "beginning": 1097, "pop": 8520, "burrito": 1673, "boy": 1431, "poor": 8519, "sub": 10851, "shoe": 9980, "peg": 8121, "duck": 3628, "dye": 3665, "fall": 4020, "panboil": 7910, "sizes": 10118, "silky": 10069, "having": 5153, "boxcar": 1426, "shoulder": 10009, "loin": 6469, "combining": 2511, "forcing": 4365, "tuse": 12039, "burgundy": 1664, "pinwheels": 8353, "ho": 5282, "thirds": 11489, "stuck": 10833, "owens": 7842, "islands": 5640, "rabbit": 8918, "1000": 7, "gourmet": 4845, "evening": 3913, "zinfandel": 12872, "pare": 7965, "texan": 11410, "college": 2482, "inn": 5572, "lady": 6133, "mac": 6599, "mama": 6678, "currants": 3029, "sorghum": 10400, "pressure": 8696, "central": 2024, "baklava": 924, "filo": 4162, "gazpacho": 4634, "blenders": 1259, "piles": 8310, "bowls": 1422, "jiggle": 5761, "kinda": 5986, "creams": 2820, "melting": 6967, "uniform": 12191, "veal": 12317, "marsala": 6785, "steamed": 10685, "indefinitely": 5525, "southern": 10436, "comfort": 2516, "rainbow": 8940, "scoops": 9706, "helps": 5224, "clay": 2346, "charming": 2081, "hickory": 5250, "drumsticks": 3619, "opened": 7717, "acting": 434, "rutabaga": 9498, "healthy": 5174, "natural": 7428, "springs": 10570, "england": 3813, "butterflies": 1699, "wonton": 12727, "resemble": 9174, "butterfly": 1700, "lorraine": 6510, "butterfinger": 1695, "vern": 12358, "thaws": 11458, "twirl": 12073, "unwashed": 12253, "mouth": 7297, "234": 164, "increased": 5522, "gruyere": 4994, "maryland": 6799, "backfin": 885, "snicker": 10297, "jackets": 5661, "overcooking": 7811, "pappy": 7948, "fist": 4212, "pulling": 8802, "messy": 7012, "75": 323, "salts": 9561, "nadiola": 7389, "directly": 3389, "krrrrisp": 6096, "penny": 8137, "gelatins": 4643, "t5": 11039, "t2": 11025, "97": 357, "chile": 2184, "jellyroll": 5729, "sugared": 10888, "terry": 11396, "jersey": 5744, "saltwater": 9562, "aged": 496, "forest": 4370, "cavity": 1999, "reshape": 9181, "leak": 6228, "complete": 2538, "pate": 8042, "copper": 2671, "sets": 9860, "kate": 5910, "stands": 10649, "pilaf": 8305, "nuoc": 7593, "xi": 12780, "dau": 3128, "giam": 4690, "scampi": 9672, "microwaved": 7055, "pkgs": 8392, "crouton": 2910, "lg": 6314, "mary": 6797, "lorene": 6504, "bailey": 908, "alike": 558, "anchor": 635, "unmolded": 12208, "veggie": 12326, "delightful": 3222, "twhip": 12059, "tcool": 11260, "rectangles": 9048, "perforations": 8181, "starting": 10665, "shortest": 10004, "crumbling": 2934, "barbarakuchen": 963, "dog": 3468, "toddy": 11648, "hots": 5389, "nikki": 7516, "spoonful": 10541, "skewered": 10130, "spoke": 10530, "underwood": 12164, "doughlike": 3537, "fox": 4404, "crosse": 2901, "blackwell": 1231, "cocido": 2425, "castellano": 1959, "castillian": 1960, "garbanzos": 4597, "hock": 5287, "chorizo": 2258, "collards": 2476, "garbanzo": 4596, "brought": 1554, "gristle": 4970, "main": 6648, "course": 2746, "roni": 9376, "schoolhouse": 9690, "separating": 9841, "wassail": 12488, "aka": 523, "crispies": 2866, "stockpot": 10744, "curly": 3027, "zebra": 12854, "mildred": 7084, "pardue": 7964, "tenderizer": 11365, "goddess": 4786, "tempters": 11354, "marble": 6727, "contents": 2623, "curves": 3035, "darker": 3116, "cartons": 1930, "pocket": 8463, "gather": 4622, "doing": 3473, "correct": 2715, "feelin": 4097, "energetic": 3811, "flours": 4308, "john": 5785, "getty": 4683, "cowbelle": 2760, "label": 6114, "roman": 9364, "bundles": 1646, "wrapping": 12759, "woman": 12717, "queso": 8898, "observing": 7631, "burns": 1670, "sealing": 9766, "prep": 8669, "earth": 3677, "jim": 5767, "bagel": 893, "bagels": 895, "particles": 7998, "goop": 4830, "thicker": 11471, "solution": 10371, "refresher": 9084, "oleomargarine": 7681, "shiny": 9969, "unwrap": 12257, "lowered": 6539, "pulls": 8803, "pig": 8297, "delights": 3224, "mil": 7079, "fred": 4437, "rough": 9424, "fourths": 4401, "scissors": 9697, "sooner": 10387, "scorching": 9713, "hardened": 5110, "fancy": 4032, "potluck": 8584, "cole": 2468, "spins": 10511, "thread": 11506, "brownish": 1563, "inspiration": 5585, "spike": 10503, "herbal": 5233, "east": 3684, "dusted": 3656, "9x9": 370, "pineapples": 8336, "roca": 9332, "idahoan": 5467, "jel": 5718, "wholesome": 12623, "skipped": 10148, "cornish": 2704, "hens": 5231, "birds": 1194, "insides": 5582, 